{
  "nav": {
    "home": "Home",
    "project": "Projects",
    "resume": "Resume",
    "contact": "Contact"
  },
  "intro": {
    "heading": "Hello",
    "body": "I am a creative language nerd with a great interest in literature and communication. I have previously worked with text production, editorial work, translations, and photography. Currently I am working as an editor and language reviewer. However, I still take on projects within the field of text production and translation. \n\nMy 5 years at university have resulted in two bachelor's degrees from the Language and Communication Program, many courses in literary science and finally a specialisation in publishing.",
    "title": "Editor • Writer • Proofreader"
  },
  "projects": {
    "title": "Projects",
    "body": "Here are a few of my previous projects.",
    "list": [
      {
        "title": "Text Editor",
        "name": "Natur och Kultur",
        "tags": ["Text Editing", "Educational Materials", "Text Editor"],
        "description": "Text editor assignment for the publisher's educational materials department. The assignments developed my editing skills, as well as my accuracy and precision."
      },
      {
        "title": "Podcast Summaries",
        "name": "Eget Förlag",
        "tags": ["Language", "Text Production", "Editing"],
        "description": "I summarised podcast episodes in text. They were then published on their website."
      },
      {
        "title": "Articles for Website and Social Media",
        "name": "Kommunikationssektionen på Mälardalens Universitet",
        "tags": ["Text Production", "Text Editing", "Interviews"],
        "description": "I wrote reports and articles for their website and social media."
      },
      {
        "title": "Text Material for a Career Fair",
        "name": "The Media Technology Day at Linköping University",
        "tags": ["Translation", "Text Editing", "Communication"],
        "description": "The assignment was to translate text from Swedish to English, which was later on sent to their sponsors."
      },
      {
        "title": "Photographer",
        "name": "Freelance",
        "tags": ["Photoshop", "Affinity Photo", "Editing"],
        "description": "I performed photography jobs for clients including IKEA, Avis Car Rental, the Gold Sparkle Gala, and the Quarter Igor. The photography jobs have included everything from product images to mingle pictures."
      }
    ]
  },
  "contact": {
    "title": "Contact",
    "body": "You can find my contact information right down below. Do not hesitate to contact me! I am looking forward to hearing from you."
  },
  "resume": {
    "title": "Resume",
    "body": "Here is some information about my education and previous work.",
    "resume": "Download Resume",
    "educationHeader": "Education",
    "experienceHeader": "Experience",
    "skillsHeader": "Skills",
    "education": [
      {
        "year": "2024",
        "universityName": "Bazar Publishers",
        "degreeLevel": "Internship",
        "body": "This has deepened my knowledge of the publishing business. I have had the opportunity to work in both editorial and marketing and sales."
      },
      {
        "year": "2023 - 2024",
        "universityName": "Stockholm University",
        "degreeLevel": "Publishing Studies",
        "body": "This has given me a deeper knowledge about the publishing industry and it has prepared me for work within the field."
      },
      {
        "year": "2022 - 2023",
        "universityName": "Linköping University",
        "degreeLevel": "Literary Science",
        "body": "The courses provided me with extensive understanding of literary history. It also strengthen my analytic and interpretative abilities within the field of literature from different historical eras."
      },
      {
        "year": "2019 - 2022",
        "universityName": "Mälardalen University",
        "degreeLevel": "Bachelor's Programme in Language and Communication",
        "body": "I completed two Degrees of Bachelor of Arts, one with English as my major and one with Swedish."
      }
    ],
    "experience": [
      {
        "year": "2023 - Present",
        "position": "Editor",
        "company": "Natur och Kultur",
        "body": "The freelance work involved textual editing. It taught me how to be thorough and adaptable to the intended structure."
      },
      {
        "year": "2023",
        "position": "Text Production",
        "company": "Natur och Kultur",
        "body": "I summarised podcast episodes in text. They were then published on their website."
      },
      {
        "year": "2022",
        "position": "Translator",
        "company": "The Media Technology Day at Linköping University",
        "body": "I translated text from Swedish to English for a career fair, which was later on sent to company sponsors."
      },
      {
        "year": "2021",
        "position": "Article Writer",
        "company": "The Communication Department at Mälardalen University",
        "body": "I did interviews and wrote articles for the University's website and social media platforms. The purpose was to inspire and motivate students. Some articles I wrote was on how to become an expert on digital meeting and how to keep in touch with your classmates during lockdown."
      },
      {
        "year": "2021",
        "position": "English Substitute Teacher",
        "company": "Grillska Gymnasiet",
        "body": "I taught English 5,6 and 7. This work taught me about structure, leadership and communication."
      },
      {
        "year": "2017 - 2022",
        "position": "Photographer",
        "company": "Freelance",
        "body": "I did photography work for IKEA, Avis Car Rental, a gala called Guldstänk and a mall named Kvarteret Igor. I have done everything from product photos to events. This also resulted in a lot of work in Affinity Photo and Photoshop."
      }
    ],
    "skills": [
      "Affinity Photo",
      "Photoshop",
      "InDesign",
      "Text Editing",
      "Translator",
      "Text Production",
      "photography",
      "Language Reviewer",
      "Proofreading"
    ]
  }
}
